insert курсы(название, описание) values('Первый курс', 'Описание первого курса');
insert курсы(название, описание) values('Второй курс','Описание второго курса');
insert курсы(название, описание) values('Третий курс','Описание третьего курса');

insert занятия(idКурса, название, описание, статусзанятия) values(1, 'Первое задание первого курса', 'описание первого занятия', 'открыто');
insert занятия(idКурса, название, описание, статусзанятия) values(1, 'Второе задание первого курса', 'описание второго занятия', 'закрыто');
insert занятия(idКурса, название, описание, статусзанятия) values(1, 'Третье задание первого курса', 'описание третьего занятия', 'открыто');

insert занятия(idКурса, название, описание, статусзанятия) values(2, 'Первое задание второго курса', 'описание первого занятия', 'открыто');
insert занятия(idКурса, название, описание, статусзанятия) values(2, 'Второе задание второго курса', 'описание второго занятия', 'закрыто');
insert занятия(idКурса, название, описание, статусзанятия) values(2, 'Третье задание второго курса', 'описание третьего занятия', 'открыто');

insert занятия(idКурса, название, описание, статусзанятия) values(3, 'Первое задание третьего курса', 'описание первого занятия', 'открыто');
insert занятия(idКурса, название, описание, статусзанятия) values(3, 'Второе задание третьего курса', 'описание второго занятия', 'закрыто');
insert занятия(idКурса, название, описание, статусзанятия) values(3, 'Третье задание третьего курса', 'описание третьего занятия', 'открыто');